---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareFeetPer1000BritishThermalUnitsPerHour
source: html/363c7536-02eb-900e-f6c6-dc038f84f33c.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareFeetPer1000BritishThermalUnitsPerHour Property

Square feet per thousand British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareFeetPer1000BritishThermalUnitsPerHour { get; }
```